Repository: rmraya/XMLJava
Catalog: i18n/XMLJava_fr.tmx
Source language: en
Languages: fr

source: Default value not found after #FIXED in ''{0}''
fr: Valeur par défaut non trouvée après #FIXED dans ''{0}''

source: Error parsing DTD ''{0}''
fr: Erreur lors de l’analyse de la DTD ''{0}''

source: Error connecting to ''{0}'': {1}
fr: Erreur lors de la connection à ''{0}'' : {1}

source: Error {0} for: {1}
fr: Erreur {0} à {1}

source: Resolving from URL ''{0}''
fr: Résolution de l’URL ''{0}'' en cours

source: Invalid mixed content model: {0}
fr: Modèle de contenu mixte invalide : {0}

source: Cardinality operator ''{0}'' must follow a valid particle
fr: L’opérateur de cardinalité ''{0}'' doit se trouver après une particule valide

source: Invalid content model: {0}
fr: Modèle de contenu invalide : {0}

source: Empty group found in content model
fr: Il y a un groupe vide dans le modèle de contenu

source: No separator found when parsing group
fr: Pas de séparateur trouvé lors de l’analyse du groupe

source: Unbalanced parentheses in content model: {0}
fr: Parenthésage incorrect dans le modèle de contenu : {0}

source: Invalid token in content model: {0}
fr: Token invalide dans le modèle de contenu : {0}

source: Malformed content found
fr: Il y a du contenu mal formé

source: Prolog contains wrong content type
fr: Type de contenu incorrect dans le prologue

source: Malformed entity reference
fr: Référence à une entité mal formée

source: Referenced undeclared entity {0}
fr: Référence à une entité non déclarée {0}

source: Malformed comment
fr: Commentaire mal formé

source: Malformed conditional section
fr: Section conditionnelle mal formée

source: Text before: {0}
fr: Texte juste avant : {0}

source: Text after: {0}
fr: Texte juste après : {0}

source: Unknown parameter entity ''{0}'' referenced in {1}
fr: Entité de paramètre inconnue ''{0}'' referencée par {1}

source: Broken parameter entity found in {0}
fr: Il y a une entité de paramètre corrompue dans {0}

source: Error parsing referenced entity %{0};
fr: Erreur lors de l’analyse de l’entité référencée %{0} ;

source: Module ''{0}'' not found
fr: Module ''{0}'' non trouvé

source: Malformed element declaration
fr: Déclaration d’élément mal formée

source: Malformed attribute declaration
fr: Déclaration d’attribut mal formée

source: Malformed entity declaration
fr: Déclaration d’entité mal formée

source: Duplicated entity declaration {0}
fr: Déclaration d’entitée en doublon {0}

source: Malformed notation declaration
fr: Déclaration de notation mal formée

source: Malformed processing instruction
fr: Instruction de traitement mal formée

source: Element contains wrong content type
fr: Type de contenu incorrect dans l’élément

source: Missing ''{0}'' in <include>
fr: Il manque ''{0}'' dans <include>

source: Missing ''{0}'' in <externalRef>
fr: Il manque ''{0}'' dans <externalRef>

source: File ''{0}'' does not exist
fr: Le fichier ''{0}'' n’existe pas

source: Header contains wrong content type
fr: Type de contenu incorrect dans l’en-tête

source: Unknown node type
fr: Type de nœud inconnu

source: Error reading BOM from {0}
fr: Erreur à la lecture du BOM de {0}
